Repository: GEWIS/gewisweb
Catalog: module/Application/language/*.po
Languages: nl

source: You do not have recently rejected jobs.
nl: Je hebt geen vacatures die recentelijk zijn afgekeurd.

source: Recently Unapproved Jobs
nl: Nog niet goedgekeurde vacatures

source: You do not have any recent jobs pending approval.
nl: Je hebt geen vacatures die nog niet zijn goedgekeurd.

source: Approved (Has Updates)
nl: Goedgekeurd (heeft updates)

source: This job package does not contain any jobs.
nl: Dit vacaturepakket bevat geen vacatures.

source: Company Account
nl: Bedrijfsprofiel

source: Select the jobs that you want to transfer to another job package.
nl: Selecteer de vacatures die je wilt verplaatsen naar een ander vacaturepakket.

source: There are no jobs that you can transfer...
nl: Er zijn geen vacatures die je kunt verplaatsen...

source: Choose to which job package you want to transfer the selected jobs.
nl: Kies naar welk vacaturepakket je de geselecteerde vacatures wilt verplaatsen.

source: Move Jobs
nl: Verplaats vacatures

source: Logo of
nl: Logo van

source: Visit Website
nl: Website bezoeken

source: Highlighted
nl: Uitgelicht

source: What are you looking for?
nl: Waar ben je naar op zoek?

source: Sort on
nl: Sorteer op

source: Random
nl: Willekeurig

source: Most recent
nl: Recentst

source: Unfortunately, there aren't any %s at the moment.
nl: Helaas zijn er momenteel geen %s.

source: Still haven't found what you're looking for? Take a look at %s.
nl: Niet gevonden wat je zoekt? Bekijk ook %s.

source: at
nl: bij

source: View Website
nl: Website bezoeken

source: in the spotlight
nl: uitgelicht

source: Featured company
nl: Uitgelicht bedrijf

source: Specify the permanent link for this company, it should be unique across all companies.
nl: Geef de permalink voor dit bedrijf, deze moet uniek zijn voor alle bedrijven.

source: View current logo
nl: Huidige logo weergeven

source: Representative Information
nl: Informatie van vertegenwoordiger

source: Enter information about the representative of this company.
nl: Geef informatie over de vertegenwoordiger van dit bedrijf.

source: Contact Information
nl: Contactgegevens

source: Enter how someone can contact this company and who is responsible for this company.
nl: Geef aan hoe iemand contact kan opnemen met dit bedrijf en wie er verantwoordelijk is voor dit bedrijf.

source: What is this company about? Fill in the blanks below, please note that at least one language must be used.
nl: Waar gaat dit bedrijf over? Vul de lege plekken hieronder in, let op dat er ten minste één taal gebruikt moet worden.

source: Specify the permanent link for this job, it should be unique for this company.
nl: Geef de permalink voor deze vacature, deze moet uniek zijn voor dit bedrijf.

source: Enter how someone can contact the person responsible for this job.
nl: Geef aan hoe iemand contact kan opnemen met de persoon die verantwoordelijk is voor deze vacature.

source: View current attachment
nl: Huidige bijlage weergeven

source: Add job labels to your job to give viewers a better understanding of the job.
nl: Voeg vacature-labels toe aan deze activiteit om kijkers een beter inzicht te geven in de vacature.

source: There are currently no job labels...
nl: Er zijn momenteel geen vacature-labels...

source: Meeting minutes uploaded
nl: Notulen geupload

source: You are not allowed to rename meeting documents
nl: Je hebt niet de rechten om vergaderstukken te hernoemen

source: You are not allowed to delete meeting documents.
nl: Je hebt niet de rechten om vergaderstukken te verwijderen.

source: You are not allowed to search decisions.
nl: Je hebt niet de rechten om besluiten te doorzoeken.

source: You are not allowed to authorize someone
nl: Je hebt niet de rechten om iemand te machtigen

source: You are not allowed to revoke authorizations.
nl: Je hebt niet de rechten om machtigingen in te trekken.

source: You are not allowed to browse files.
nl: Je hebt niet de rechten om door bestanden te bladeren.

source: You are not allowed to view meetings.
nl: Het is niet toegestaan om vergaderingen te zien.

source: Not allowed to search for members.
nl: Het is niet toegestaan om te zoeken op leden.

source: You are not allowed to view the list of birthdays.
nl: Het is niet toegestaan om de lijst met verjaardagen te zien.

source: Authorize
nl: Machtig

source: Revoke authorization
nl: Machtiging intrekken

source: Meeting
nl: Vergadering

source: Document name
nl: Naam document

source: Document to upload
nl: Te uploaden document

source: Choose a meeting
nl: Kies een vergadering

source: Minutes to upload
nl: Te uploaden notulen

source: There already are minutes for this meeting
nl: Er zijn al notulen voor deze vergadering

source: Short dutch description
nl: Korte Nederlandse omschrijving

source: Short english description
nl: Korte Engelse omschrijving

source: Long dutch description
nl: Volledige Nederlandse omschrijving

source: Long english description
nl: Volledige Engelse omschrijving

source: Thumbnail photo to upload
nl: Profiel foto

source: Cover photo to upload
nl: Coverfoto om te uploaden

source: Save
nl: Opslaan

source: Move up
nl: Verplaats omhoog

source: Move down
nl: Verplaats omlaag

source: Search query
nl: Zoek query

source: Search
nl: Zoek

source: Home address (parents)
nl: Thuisadres (ouders)

source: Student address
nl: Studentadres

source: Mail address
nl: Post adres

source: Board Meeting
nl: Bestuursvergadering

source: General Members Meeting
nl: Algemene Ledenvergadering

source: Chair's Meeting
nl: Voorzittersvergadering

source: Virtual Meeting
nl: Virtuele Vergadering

source: BM
nl: BV

source: GMM
nl: ALV

source: CM
nl: VV

source: Ordinary
nl: Gewoon

source: Graduate
nl: Afgestudeerde

source: Honorary
nl: Erelidmaatschap

source: Committee
nl: Commissie

source: GMM Committee
nl: ALV-Commissie

source: Fraternity
nl: Dispuut

source: Financial Audit Committee
nl: Kas Controle Commissie

source: GMM Taskforce
nl: ALV-Werkgroep

source: Advisory Board
nl: Raad van Advies

source: You are not allowed to list meetings.
nl: Het is niet toegestaan om de lijst van vergaderingen te zien.

source: You are not allowed to view meeting documents.
nl: Het is niet toegestaan om vergaderstukken te zien.

source: You are not allowed to view meeting minutes.
nl: Het is niet toegestaan om notulen te zien.

source: You are not allowed to view all authorizations.
nl: Je hebt niet de rechten om alle machtigingen te bekijken.

source: You are not allowed to view authorizations.
nl: Je hebt niet de rechten om all machtigingen te bekijken.

source: You are not allowed to upload meeting minutes.
nl: Het is niet toegestaan om notulen te uploaden.

source: You are not allowed to upload meeting documents.
nl: Het is niet toegestaan om vergaderstukken te uploaden.

source: You are not allowed authorize people.
nl: Je hebt niet de rechten om iemand te machtigen.

source: You are not allowed to view members.
nl: Het is niet toegestaan om lidinformatie in te zien.

source: You are not allowed to view membership info.
nl: Het is niet toegestaan om lidinformatie in te zien.

source: Not allowed to view the list of organs
nl: Niet toegestaan om de lijst van organen te bekijken

source: Not allowed to view organ information
nl: Het is niet toegestaan om informatie over organen in te zien

source: You are not allowed to edit organ information
nl: Je hebt niet de rechten om organen te wijzigen

source: You are not allowed to edit this organ's information
nl: Je hebt niet de rechten om de informatie van dit orgaan te wijzigen

source: GMM %d (%s)
nl: ALV %d (%s)

source: No GMM available.
nl: Geen ALV beschikbaar.

source: Valid authorizations for GMM %d
nl: Geldige machtigingen voor ALV %d

source: Authorizer
nl: Machtiger

source: Recipient
nl: Ontvanger

source: Created
nl: Aangemaakt

source: There are no valid authorizations for this GMM.
nl: Er zijn geen geldige machtigingen voor deze ALV.

source: Revoked authorizations for GMM %d
nl: Ingetrokken machtigingen voor ALV %d

source: Revoked
nl: Ingetrokken

source: There are no revoked authorizations for this GMM.
nl: Er zijn geen ingetrokken machtigingen voor deze ALV.

source: Please select a GMM to view authorizations.
nl: Selecteer een ALV om machtigingen te bekijken.

source: There are no meetings for which you can upload documents.
nl: Er zijn geen vergaderingen waarvoor je documenten kunt uploaden.

source: Meeting document uploaded
nl: Vergaderstuk geupload

source: No meeting available.
nl: Geen vergaderingen beschikbaar.

source: Documents for this meeting
nl: Documenten voor deze vergadering

source: This meeting does not have any associated documents.
nl: Voor deze vergadering zijn geen documenten beschikbaar.

source: Rename
nl: Hernoem

source: Delete Document
nl: Verwijder document

source: Rename Meeting Document
nl: Hernoem vergaderstuk

source: Enter a new name for this document:
nl: Voor een nieuwe naam in voor dit document:

source: There are no upcoming meetings for which you can authorize someone. You may still be able to authorize someone or revoke an authorization by contacting the board.
nl: Er zijn geen vergaderingen waar je machtigingen voor af kunt geven of kan wijzigen. Mogelijk kun je nog wel iemand machtigen of een machtiging intrekken door contact op te nemen met het bestuur.

source: You have authorized %s for the %s GMM (%s).
nl: Je hebt %s gemachtigd voor de %s ALV (%s).

source: As per HR article 5 paragraph 4, you have the right to revoke your authorization for the %s GMM. You can communicate this to the board in writing (not by email) or by using the form below. Please note that you can only revoke an authorization that was granted via this website by using the form below.
nl: Conform HR artikel 5 lid 4 heb je het recht om jouw machtiging voor de %s ALV in te trekken. Je kan dit schriftelijk (niet per e-mail) of via onderstaand formulier aan het bestuur kenbaar maken. Let op: je kan alleen een machtiging die via deze website is verleend via onderstaand formulier intrekken.

source: Terms
nl: Voorwaarden

source: I, %s am fully aware that by revoking my authorization, %s cannot represent me at the %s General Members Meeting (%s) of s.v. GEWIS.
nl: Ik, %s ben mij er volledig van bewust dat door het intrekken van mijn machtiging, %s mij niet kan vertegenwoordigen op de %s Algemene Ledenvergadering (%s) der s.v. GEWIS.

source: Authorize someone for the %s GMM (%s)
nl: Machtig iemand voor de %s ALV (%s)

source: Member
nl: Lid

source: I, %s I am fully aware that by filling in this form I authorize the person in this form to represent me at the %s General Members Meeting (%s) of s.v. GEWIS.
nl: Ik, %s ben mij er volledig van bewust dat ik door het invullen van dit formulier de persoon op dit formulier machtig om mij te vertegenwoordigen op de %s Algemene Ledenvergadering (%s) der s.v. GEWIS.

source: Are you sure you would like to authorize
nl: Weet je zeker dat je wilt machtigen

source: This member has already received 2 or more authorizations through the website. Since you can only use two authorizations at the same time, this member may have to choose which 2 authorizations they use. This may <strong>not</strong> include yours. If you want to authorize someone else instead, click on "cancel". If you want to continue with the authorization click on "confirm authorization".
nl: Deze person heeft al twee of meer machtigingen ontvangen via de website. Omdat het niet mogelijk is om meer dan twee machtigingen op hetzelfde moment te gebruiken, moet dit lid mogelijk kiezen welke 2 machtigingen hij/zij gebruikt. Het kan zijn dat jouw machtiging <strong>niet</strong> gebruikt wordt. Als je iemand anders wilt machtigen, klik dan op "annuleer"; als je deze person toch wilt machtigen, klik dan op "bevestig machtiging".

source: Confirm authorization
nl: Bevestig machtiging

source: Are you sure you would like to authorize %s
nl: Weet je zeker dat je %s wilt machtigen

source: Public Archive
nl: Openbaar Archief

source: Browsing directory:
nl: Huidige map:

source: Filename
nl: Bestandsnaam

source: .. Move up a folder
nl: .. Ga map omhoog

source: Empty folder
nl: Lege map

source: Meeting number
nl: Vergadernummer

source: Date
nl: Datum

source: # Decisions
nl: # Besluiten

source: Search for decision
nl: Zoek besluit

source: No decisions were found.
nl: Er zijn geen besluiten gevonden.

source: Check the spelling of your search term
nl: Controleer de spelling van je zoekterm

source: Try alternate words or selections
nl: Probeer alternatieve woorden of selecties

source: Try using a more generic search term
nl: Probeer een meer algemene zoekterm te gebruiken

source: Try entering fewer keywords
nl: Probeer minder trefwoorden in te voeren

source: Looking for a specific decision but forgot the numbers? Try dropping the decision point and/or number
nl: Op zoek naar een specifiek besluit maar de nummers vergeten? Probeer het zonder besluitspunt en/of -nummer

source: No documents have been added.
nl: Er zijn geen documenten toegevoegd.

source: View the minutes of the %s
nl: Geef de notulen van de %s weer

source: Decisions
nl: Besluiten

source: Birthdays
nl: Verjaardagen

source: Age
nl: Leeftijd

source: years
nl: jaren

source: Personal
nl: Persoonlijk

source: Profile
nl: Profiel

source: Public archive
nl: Openbaar Archief

source: Find a member
nl: Vind een lid

source: Upcoming meeting
nl: Aankomende vergadering

source: The %s%s %s%s will be held on %s.
nl: De %s%s %s%s zal plaatsvinden op %s.

source: If you aren't able to attend a GMM in person but you want your voice to be heard, consider %sauthorizing another member%s to act on your behalf.
nl: Als je niet in staat bent een ALV persoonlijk bij te wonen, maar je wilt toch dat je stem wordt gehoord, overweeg dan %seen ander lid%s te machtigen om jou te vertegenwoordingen.

source: Search through the list of decisions accumulated from past meetings:
nl: Doorzoek de lijst van alle beslissingen van eerdere vergaderingen:

source: Search by keyword or meeting number
nl: Zoek met trefwoord of vergaderingsnummer

source: The latest %s that took place:
nl: De laatste %s die plaatsvond:

source: %s %s on %s
nl: %s %s op %s

source: View all meetings
nl: Toon alle vergaderingen

source: Active members
nl: Actieve leden

source: A list of helpful resources for active members.
nl: Een lijst met nuttige pagina's voor actieve leden.

source: Corporate Identity
nl: Huisstijl

source: Bylaws
nl: Statuten

source: Internal Regulations
nl: Huishoudelijk reglement

source: Board Policies
nl: Beleidsnota's

source: Borrel Policy
nl: Borrelreglement

source: House Rules
nl: Huisregels

source: ICT Policy
nl: ICT-reglement

source: Key Policy
nl: Sleutelreglement

source: Poster Policy
nl: Posterbeleid

source: Organ Regulations
nl: Orgaanreglementen

source: My Information
nl: Mijn informatie

source: Membership number
nl: Lidmaatschapsnummer

source: Initials
nl: Initialen

source: First name
nl: Voornaam

source: Middle name
nl: Tussenvoegsels

source: Last name
nl: Achternaam

source: Birth date
nl: Geboortedatum

source: Membership type
nl: Type lidmaatschap

source: Last membership change
nl: Laatste wijziging lidmaatschap

source: End date of membership
nl: Einddatum van lidmaatschap

source: If your information is no longer up to date and you would like to change it, you can contact the secretary of GEWIS.
nl: Als je gegevens niet meer actueel zijn of je ze wilt ze laten wijzigen, neem dan contact op met de secretaris van GEWIS.

source: Also for data removal requests, you can contact
nl: Ook als je gegevens wilt laten verwijderen, neem dan contact op met

source: Email the secretary of GEWIS
nl: Email de secretaris van GEWIS

source: the secretary of GEWIS
nl: de secretaris van GEWIS

source: Memberships of committees and fraternities
nl: Lidmaatschappen van commissies en disputen

source: You have not been a member of a committee or fraternity.
nl: Je bent geen lid geweest van een commissie of dispuut.

source: You are currently a member of:
nl: Je bent momenteel lid van:

source: You were a member of:
nl: Je was een lid van:

source: Addresses
nl: Adressen

source: Country
nl: Land

source: Street and number
nl: Straat en huisnummer

source: City and postal code
nl: Woonplaats en postcode

source: External applications
nl: Externe applicaties

source: First authentication
nl: Eerste authenticatie

source: Last authentication
nl: Laatste authenticatie

source: Remove this picture as your profile picture
nl: Verwijder deze foto als profielfoto

source: Your profile picture will be chosen automatically instead.
nl: Jouw profiel foto wordt in plaats hiervan automatisch gekozen.

source: More of my photo's
nl: Meer van mijn foto’s

source: Has key code?
nl: Heeft sleutelcode?

source: %s is the upcoming <strong>%s</strong>.
nl: %s is de aankomende <strong>%s</strong>.

source: %s is currently the <strong>%s</strong>.
nl: %s is de huidige <strong>%s</strong>.

source: %s was the <strong>%s</strong> during the association year %d/%d.
nl: %s was de <strong>%s</strong> gedurende het verenigingsjaar %d/%d.

source: %s has never been part of a committee or fraternity.
nl: %s is geen lid geweest van een commissie of dispuut.

source: %s is currently a member of:
nl: %s is momenteel lid van:

source: %s was a member of:
nl: %s is lid geweest van:

source: Photo's of %s
nl: Foto's van %s

source: Edit organ information
nl: Bewerk orgaan informatie

source: To optimally display your image on the overview page, please crop it below
nl: Om deze afbeelding optimaal weer te kunnen geven op commissies pagina, moet deze bijgesneden worden

source: To optimally display your image your page, please crop it below
nl: Om deze afbeelding optimaal weer te kunnen geven op je persoonlijke commissie pagina, moet deze bijgesneden worden

source: Select an organ to edit its information. Changes will not be displayed until they have been approved.
nl: Selecteer een orgaan om de informatie te wijzigen. Wijzigingen worden niet getoond totdat deze goedgekeurd zijn.

source: Approval status
nl: Goedkeuringsstatus

source: Organ list
nl: Organen

source: Inactive members
nl: Inactieve leden

source: Old members
nl: Oud leden

source: Organ mutations
nl: Mutaties in orgaan

source: You are not allowed to administer education settings
nl: Je hebt niet de rechten om onderwijsinstellingen te beheren

source: You are not allowed to administer courses
nl: Je hebt niet de rechten om vakken te beheren

source: You are not allowed to add courses
nl: Je hebt niet de rechten om vakken toe te voegen

source: Successfully added course!
nl: Vak succesvol toegevoegd!

source: An error occurred while saving the course!
nl: Er is een fout opgetreden tijdens het opslaan van het vak!

source: You are not allowed to edit courses
nl: Je hebt niet de rechten om vakken te wijzigen

source: Successfully updated course information!
nl: Vakinformatie succesvol aangepast!

source: You are not allowed to delete courses
nl: Je hebt niet de rechten om vakken te verwijderen

source: You are not allowed to delete course documents
nl: Je hebt niet de rechten om documenten van vakken te verwijderen

source: Finalize uploads
nl: Rond uploaden af

source: Course does not exist
nl: Vak bestaat niet

source: Course code
nl: Vakcode

source: Add course
nl: Vak toevoegen

source: There already exists a course with this code
nl: Er bestaat al een vak met deze code

source: Exam date
nl: Datum tentamen

source: Language
nl: Taal

source: Scanned?
nl: Gescand?

source: Summary date
nl: Datum van samenvatting

source: Author
nl: Auteur

source: Exam to upload
nl: Tentamen

source: Final
nl: Eindexamen

source: Interim
nl: Tussentijdse toets

source: Answers
nl: Antwoorden

source: Other
nl: Anders

source: You are not allowed to download course documents
nl: Je hebt niet de rechten om documenten van vakken te downloaden

source: You are not allowed to delete exams
nl: Je hebt niet de rechten om tentamens te verwijderen

source: You are not allowed to upload exams
nl: Het is niet toegestaan om tentamens te uploaden

source: Add
nl: Voeg toe

source: Add Course
nl: Vak toevoegen

source: Upload Exams
nl: Upload tentamens

source: Finalize exam uploads
nl: Rond uploaden tentamens af

source: Upload Summaries
nl: Upload samenvattingen

source: Finalize summary uploads
nl: Rond uploaden samenvattingen af

source: Course Documents of %s
nl: Documenten van %s

source: Exams
nl: Tentamens

source: This course does not have any exams.
nl: Deze cursus heeft geen examens.

source: Summaries
nl: Samenvattingen

source: Are you sure you want to delete this document?
nl: Weet je zeker dat u dit document wilt verwijderen?

source: Course Admin
nl: Vak administratie

source: Delete Course
nl: Verwijder vak

source: Are you sure you want to delete %s? This will also delete all associated exams and summaries will be deleted.
nl: Weet je zeker dat je %s wilt verwijderen? Dan worden ook alle bijbehorende examens en samenvattingen verwijderd.

source: Edit Course
nl: Bewerk vak

source: Edit Exam
nl: Bewerk examen

source: Upload of all exams was finished.
nl: Het uploaden van alle tentamens is klaar.

source: There are no exams to be edited. Upload exams to edit them.
nl: Er zijn geen tentamens om te wijzigen. Upload nieuwe tentamens om deze correct in de Website te zetten.

source: Check this if the document is scanned, as this will enable higher quality downloads. Please note that enabling setting this for non-scanned documents will significantly impact the ability to download the document.
nl: Vink dit aan als het document gescand is, omdat dit downloads van hogere kwaliteit mogelijk maakt. Let op dat het inschakelen van deze instelling voor niet-gescande documenten de mogelijkheid om het document te downloaden aanzienlijk zal beïnvloeden.

source: Edit Summary
nl: Bewerk samenvatting

source: Upload of all summaries was finished.
nl: Het uploaden van alle tentamens is klaar.

source: There are no summaries to be edited. Upload exams to edit them.
nl: Er zijn geen samenvattingen om te wijzigen. Upload nieuwe samenvattingen om deze correct in de Website te zetten.

source: Education admin
nl: Onderwijs admin

source: Exams and summaries
nl: Tentamens en samenvattingen

source: Summary by %s on %s (%s)
nl: Samenvatting door %s van %s (%s)

source: Summary on %s (%s)
nl: Samenvatting van %s (%s)

source: Final test from %s (%s)
nl: Eindexamen op %s (%s)

source: Interim test from %s (%s)
nl: Tussentijdse toets op %s (%s)

source: Answers from %s (%s)
nl: Antwoorden van %s (%s)

source: Other exam material from %s (%s)
nl: Ander tentamenmateriaal van %s (%s)

source: Course code or course description
nl: Vak code of omschrijving

source: Found %d %s matching your description
nl: %d %s gevonden overeenkomend met je zoektermen

source: course
nl: vak

source: Course name
nl: Vak naam

source: Available documents
nl: Beschikbare documenten

source: View available documents
nl: Bekijk beschikbare documenten

source: Do you want to contribute to the collection of old exams and summaries? Send them to the %seducation officer%s so that your (future) peers can benefit.
nl: Wil je bijdragen aan het verzamelen van samenvattingen? Stuur je samenvatting naar de %sonderwijs commissaris%s zodat je (toekomstige) studiegenoten er van kunnen profiteren.

source: Mail the education officer
nl: E-mail de onderwijscommissaris

source: For old exams of minor courses, you can also look at:
nl: Voor oude tentamens of minor vakken kun je ook terecht bij:

source: Applied Physics
nl: Technische Natuurkunde

source: Biomedical Engineering
nl: Biomedische Technologie

source: Chemical Engineering
nl: Scheikundige Technologie

source: Useful links
nl: Handige links

source: Books
nl: Boeken
