Repository: GEWIS/gewisweb
Catalog: module/Application/language/*.po
Languages: nl

source: Here you can find everyone who signed up for this activity (may contain duplicates). Using the tabs above you can navigate to the different sign-up lists of this activity. From there you can remove external participants and (when supplied) view additional signup information from each participant.
nl: Hier vind je iedereen die zich voor deze activiteit heeft aangemeld (kan duplicaten bevatten). Met de tabs hierboven kun je navigeren naar de verschillende inschrijflijsten van deze activiteit. Vanaf daar kan je externe deelnemers verwijderen en (indien aanwezig) extra inschrijfinformatie van elke deelnemer bekijken.

source: Here you can find everyone who signed up to this sign-up list. Here you can add or remove external participants and view detailed information regarding the signup of all participants.
nl: Hier vind je iedereen die zich op deze inschrijflijst heeft ingeschreven. Hier kan je externe deelnemers toevoegen of verwijderen en gedetailleerde informatie bekijken over de inschrijving van alle deelnemers.

source: Generation
nl: Generatie

source: Sign-up List
nl: Inschrijflijst

source: Unknown
nl: Onbekend

source: User (%s)
nl: Gebruiker (%s)

source: External
nl: Extern

source: N/A
nl: N.V.T.

source: Yes
nl: Ja

source: No
nl: Nee

source: Additional actions
nl: Aanvullende acties

source: Mail everybody
nl: E-mail iedereen

source: Unapproved Activities
nl: Niet goedgekeurde activiteiten

source: Approved Activities
nl: Goedgekeurde activiteiten

source: Disapproved Activities
nl: Afgekeurde activiteiten

source: Upcoming Activities
nl: Aankomende activiteiten

source: Old activities
nl: Oude activiteiten

source: Open date and time
nl: Openingsdatum en -tijd

source: Close date and time
nl: Sluitingsdatum en -tijd

source: GEWIS members only
nl: Alleen GEWIS leden

source: Display GEWIS member count
nl: Toon aantal GEWIS leden

source: Has limited capacity
nl: Heeft beperkte capaciteit

source: This sign-up list contains additional fields which require input from subscribers, they are shown below.
nl: Deze inschrijflijst bevat extra velden die door de deelnemers moeten worden ingevuld, deze worden hieronder getoond.

source: What is this activity about? Fill in the blanks below, please note that at least one language must be used.
nl: Waar gaat deze activiteit over? Vul de lege plekken hieronder in, let op dat er ten minste één taal gebruikt moet worden.

source: Choose which options are applicable to this activity.
nl: Kies welke opties van toepassing zijn op deze activiteit.

source: This is a career related activity
nl: Dit is een carrière gerelateerde activiteit

source: If this is checked the My Future logo will be displayed on the activity page and the activity will be included on the career activities page.
nl: Als dit geselecteerd is dan wordt het My Future logo weergegeven op de pagina van de activiteit en zal de activiteit op de carrière activiteiten pagina weergegeven worden.

source: This activity needs a GEFLITST member to take photos
nl: Ik wil foto’s door GEFLITST van deze activiteit

source: When this is checked, GEFLITST will be notified that this activity needs a photographer.
nl: Door dit te selecteren zal GEFLITST van deze activiteit op de hoogte gebracht worden.

source: From
nl: Van

source: Until
nl: Tot

source: By subscribing to this activity, you agree to the terms outlined in the
nl: Door je in te schrijven voor deze activiteit ga je akkoord met de voorwaarden in het

source: Confirm subscription
nl: Bevestig inschrijving

source: Subscribe as external participant
nl: Inschrijven zonder GEWIS lidmaatschap

source: By subscribing an external participant to this activity, they must agree to the terms outlined in the
nl: Door iemand zonder GEWIS lidmaatschap in te schrijven voor deze activiteit moet deze persoon akkoord gaan met de voorwaarden in het

source: Subscribe an external participant
nl: Inschrijven zonder GEWIS lidmaatschap

source: Full name:
nl: Volledige naam:

source: Email address:
nl: E-mail adres:

source: Please fill in this CAPTCHA:
nl: CAPTCHA:

source: Activity Policy
nl: Activiteitenbeleid

source: Alcohol Policy
nl: Alcoholreglement

source: Please note that numbers are not dependant on the selected language(s).
nl: De nummers zijn niet afhankelijk van de geselecteerde taal of talen.

source: Only allow GEWIS members
nl: Sta alleen GEWIS leden toe

source: Deselect this to allow people without a GEWIS account to subscribe.
nl: Deselecteer dit om mensen zonder GEWIS account toe te staan zich in te schrijven.

source: Display number of subscribed members
nl: Toon aantal deelnemers

source: Select this to display the number of subscribed GEWIS members to external visitors.
nl: Selecteer dit om het aantal ingeschreven GEWIS-leden aan externe bezoekers te tonen.

source: Select this if this sign-up list has limited capacity or is expected to have limited capacity. Please ensure that you also write this in the description of the activity.
nl: Selecteer dit als deze inschrijflijst een beperkte capaciteit heeft of als dit wordt verwacht. Vergeet niet om dit ook in de beschrijving van de activiteit.

source: Remove the last sign-up list field
nl: Verwijder het laatste inschrijflijst veld

source: Add a sign-up list field
nl: Voeg een inschrijflijst veld toe

source: An unknown error occurred during uploading (%i)
nl: Een onbekende fout vond plaats tijdens het uploaden van (%i)

source: Unable to retrieve infimum.
nl: Kan infimum niet ophalen.

source: You do not have the required privileges to view this page
nl: Je beschikt niet over de juiste rechten om deze pagina te bekijken

source: You might be able to view this page by logging in
nl: Mogelijk kun je deze pagina wel bekijken door in te loggen

source: A 404 error occurred
nl: 404: De pagina kon niet worden gevonden

source: An error occurred
nl: Er is een fout opgetreden

source: If this keeps occurring, please contact the ApplicatieBeheerCommissie.
nl: Blijft dit gebeuren, neem dan contact op met de ApplicatieBeheerCommissie.

source: 403 Forbidden
nl: 403 Verboden Toegang

source: The requested controller was unable to dispatch the request.
nl: De opgevraagde controller kon deze aanvraag niet verwerken.

source: The requested controller could not be mapped to an existing controller class.
nl: Er is geen mapping beschikbaar voor de opgevraagde controller.

source: The requested controller was not dispatchable.
nl: De opgevraagde controller is niet bruikbaar.

source: The requested URL could not be matched by routing.
nl: Er is geen route gevonden die overeenkomt met de opgevraagde URL.

source: We cannot determine at this time why a 404 was generated.
nl: We kunnen op dit moment niet achterhalen waarom de pagina niet kon worden gevonden.

source: resolves to %s
nl: verwijst naar %s

source: Additional information
nl: Meer informatie

source: File
nl: Bestand

source: Message
nl: Bericht

source: Previous exceptions
nl: Vorige excepties

source: No Exception available
nl: Geen exceptie beschikbaar

source: Study Association GEWIS
nl: Studievereniging GEWIS

source: Categories
nl: Categorieën

source: Career
nl: Carrière

source: Companies
nl: Bedrijven

source: Approvals
nl: Goedkeuringen

source: Education
nl: Onderwijs

source: Courses
nl: Vakken

source: Upload exams
nl: Upload tentamens

source: Upload summaries
nl: Upload samenvattingen

source: Meetings
nl: Vergaderingen

source: Minutes
nl: Notulen

source: Documents
nl: Documenten

source: Authorizations
nl: Machtigingen

source: Organs
nl: Organen

source: News
nl: Nieuws

source: Pages
nl: Pagina's

source: Photos
nl: Foto's

source: Users
nl: Gebruikers

source: API Users
nl: API gebruikers

source: Jobs
nl: Vacatures

source: Settings
nl: Instellingen

source: My Company
nl: Mijn Bedrijf

source: Loading an infimum...
nl: Een infimum aan het laden...

source: All rights reserved.
nl: Alle rechten voorbehouden.

source: Made with <3 by the ApplicatieBeheerCommissie and Web Commissie (2013 - 2022).
nl: Met <3 gemaakt door de ApplicatieBeheerCommissie en Web Commissie (2013 - 2022).

source: Language settings
nl: Taalinstellingen

source: Members
nl: Leden

source: Subscribe
nl: Inschrijven

source: Change password
nl: Wijzig wachtwoord

source: Logout
nl: Uitloggen

source: My information
nl: Mijn informatie

source: Toggle navigation
nl: Klap navigatie in/uit

source: Association
nl: Vereniging

source: Board
nl: Bestuur

source: Committees
nl: Commissies

source: Fraternities
nl: Disputen

source: Exceptional Members
nl: Uitzonderlijke leden

source: GEWIS song
nl: GEWIS-lied

source: Regulations
nl: Reguleringen

source: Useful Information
nl: Praktische informatie

source: Well-being
nl: Welzijn

source: Confidential Contact Person (CCP)
nl: Vertrouwenscontactpersonen (VCP)

source: Housing
nl: Huisvesting

source: Featured
nl: Uitgelicht

source: My activities
nl: Mijn activiteiten

source: Activity Archive
nl: Archief

source: Create an activity
nl: Maak een activiteit

source: Career related
nl: Carrière gerelateerd

source: Photo of the week
nl: Foto van de week

source: My photo's
nl: Mijn foto’s

source: You are currently using administrator privileges to use the website!
nl: Je gebruikt momenteel beheerdersprivileges om de website te gebruiken!

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: S.v. GEWIS uses cookies on this website, these are required for the website to function. Additionally, we may collection information about how you use our website in order to improve your experience. If you do not want your behaviour to be tracked please opt out below.
nl: S.v. GEWIS maakt gebruik van cookies op deze website, deze zijn nodig om de website te laten functioneren. Daarnaast kunnen wij informatie verzamelen over hoe je onze website gebruikt om je ervaring te verbeteren. Als je niet wilt dat je gedrag wordt bijgehouden, kan je je hieronder afmelden.

source: Tracking is currently
nl: Volgen is momenteel

source: enabled
nl: ingeschakeld

source: disabled
nl: uitgeschakeld

source: disabled (Do Not Track)
nl: uitgeschakeld (volg-me-niet)

source: unavailable
nl: niet beschikbaar

source: Privacy Policy
nl: Privacybeleid

source: Continue
nl: Doorgaan

source: You are not allowed to view the approval status of jobs
nl: Je hebt niet de rechten om de goedkeuringsstatus van deze vacature te bekijken

source: Approve Job
nl: Keur vacature goed

source: Disapprove Job
nl: Keur vacature af

source: Reset Approval Status
nl: Goedkeuringsstatus intrekken

source: You are not allowed to change the approval status of jobs
nl: Je hebt niet de rechten om de goedkeuringsstatus van deze vacatures te wijzigen

source: Job approved!
nl: Vacature goedgekeurd!

source: Job disapproved!
nl: Vacature afgekeurd!

source: Job approval status reset!
nl: Goedkeuringsstatus van de vacature is ingetrokken!

source: You are not allowed to approve update proposals of jobs
nl: Je hebt niet de rechten om updatevoorstellen van vacatures goed te keuren

source: Apply Update
nl: Update toepassen

source: Reject Update
nl: Update afwijzen

source: An unknown error occurred while try to change the status of a job update proposal. Please try again.
nl: Er is een onbekende fout opgetreden tijdens het veranderen van de status van het vacature updatevoorstel. Probeer het opnieuw.

source: Job has been updated!
nl: Vacature is bijgewerkt!

source: Job update has been rejected!
nl: Vacature update is afgewezen!

source: You are not allowed to administer career settings
nl: Je hebt niet de rechten om carrière-instellingen te beheren

source: You are not allowed to create companies
nl: Je hebt niet de rechten om bedrijven toe te voegen

source: You are not allowed to edit companies
nl: Je hebt niet de rechten om bedrijven te wijzigen

source: You are not allowed to delete companies
nl: Je hebt niet de rechten om bedrijven te verwijderen

source: You are not allowed to create packages
nl: Je hebt niet de rechten om pakketten toe te voegen

source: You are not allowed to edit packages
nl: Je hebt niet de rechten om pakketten te wijzigen

source: You are not allowed to delete packages
nl: Je hebt niet de rechten om pakketten te verwijderen

source: You are not allowed to create jobs
nl: Je hebt niet de rechten om vacatures toe te voegen

source: Job successfully created!
nl: Vacature succesvol aangemaakt!

source: You are not allowed to edit jobs
nl: Je hebt niet de rechten om vacatures te wijzigen

source: Job successfully edited!
nl: Vacature succesvol aangepast!

source: You are not allowed to delete jobs
nl: Je hebt niet de rechten om vacatures te verwijderen

source: You are not allowed to create job categories
nl: Je hebt niet de rechten om vacaturecategorieën te wijzigen

source: Job category successfully created!
nl: Vacaturecategorie succesvol aangemaakt!

source: You are not allowed to edit job categories
nl: Je hebt niet de rechten om vacature categorieën te wijzigen

source: You are not allowed to create job labels
nl: Je hebt niet de rechten om vacature-labels te wijzigen

source: Job label successfully created!
nl: Vacature-label succesvol aangemaakt!

source: You are not allowed to edit job labels
nl: Je hebt niet de rechten om vacature-labels te wijzigen

source: You are not allowed to view the company accounts
nl: Je hebt niet de rechten om bedrijfsprofielen te bekijken

source: You cannot create new jobs in expired job packages.
nl: Je kan geen nieuwe vacatures maken in verlopen vacaturepakketen.

source: Job proposal successfully created! It will become active after it has been approved.
nl: Voorstel voor vacature succesvol aangemaakt! Deze zal actief worden zodra deze is goedgekeurd.

source: You cannot update jobs in expired job packages.
nl: Je kan vacatures in verlopen vacaturepakketten niet bijwerken.

source: Update proposal for job successfully created! It will become active after it has been approved.
nl: Updatevoorstel voor vacature succesvol aangemaakt! Deze zal actief worden zodra deze is goedgekeurd.

source: Job successfully deleted.
nl: Vacature succesvol verwijderd.

source: You are not allowed to view the status of a job
nl: Je hebt niet de rechten om de goedkeuringsstatus van vacatures te bekijken

source: You are not allowed to transfer jobs
nl: Je hebt niet de rechten om vacatures te verplaatsen

source: Jobs successfully transferred
nl: Vacature succesvol verplaatst

source: An unknown error occurred while trying to transfer jobs, please try again.
nl: Er is een onbekende fout opgetreden tijdens het verplaatsen van de vacatures, probeer het opnieuw.

source: Slug
nl: Permalink

source: Published
nl: Gepubliceerd

source: E-mail Address
nl: E-mailadres

source: Address
nl: Adres

source: Phone Number
nl: Telefoonnummer

source: This slug is already taken
nl: Deze permalink is al in gebruik

source: This slug contains invalid characters
nl: Deze permalink bevat ongeldige tekens

source: E-mail address format is not valid.
nl: E-mailadres formaat is niet geldig.

source: The e-mail address must be unique across companies.
nl: Het e-mailadres moet uniek zijn onder alle bedrijven.

source: E-mail address format is not valid
nl: E-mailadres formaat is niet geldig

source: Category
nl: Categorie

source: Select a job category
nl: Selecteer een vacaturecategorie

source: Attachment
nl: Bijlage

source: Name (Plural)
nl: Naam (meervoud)

source: Hidden
nl: Verborgen

source: Abbreviation
nl: Afkorting

source: Select a target job package
nl: Selecteer een vacaturepakket als bestemming

source: Packages
nl: Pakketten

source: Transfer Jobs
nl: Verplaats vacatures

source: Start Date
nl: Startdatum

source: Expiration Date
nl: Afloopdatum

source: Contract Number
nl: Contractnummer

source: Article
nl: Artikel

source: Contract numbers can only contain letters, numbers, _, -, ., and spaces
nl: Contractnummers kunnen alleen letters, cijfers, _, -, ., en spaties bevatten

source: You are not allowed to view the banner
nl: Je hebt niet de rechten om de banner te zien

source: You are not allowed to view the featured company
nl: Je hebt niet de rechten om het uitgelichte bedrijf te zien

source: You are not allowed to list the companies
nl: Je hebt niet de rechten om de lijst met bedrijven te zien

source: You are not allowed to access the admin interface
nl: Je hebt niet de rechten om de admin interface te zien

source: You are not allowed to edit categories
nl: Je hebt niet de rechten om alle categorieën te wijzigen

source: You are not allowed to edit labels
nl: Je hebt niet de rechten om labels te wijzigen

source: You are not allowed to create a company
nl: Je hebt niet de rechten om een bedrijf toe te voegen

source: You are not allowed to list all job categories
nl: Je hebt niet de rechten om alle vacaturecategorieën te bekijken

source: You are not allowed to list job categories
nl: Je hebt niet de rechten om vacaturecategorieën te bekijken

source: You are not allowed to list all job labels
nl: Je hebt niet de rechten om alle vacature-labels te bekijken

source: You are not allowed to list job labels
nl: Je hebt niet de rechten om vacature-labels te bekijken

source: Unapproved Companies
nl: Niet goedgekeurde bedrijven

source: There is no company or update proposal that requires your approval.
nl: Er is geen bedrijfs- of updatevoorstel die jouw goedkeuring vereist.

source: Unapproved Jobs
nl: Niet goedgekeurde vacatures

source: Dutch Name
nl: Nederlandse naam

source: English Name
nl: Engelse naam

source: There is no job or update proposal that requires your approval.
nl: Er is geen vacature- of updatevoorstel die jouw goedkeuring vereist.

source: View Update
nl: Bekijk updatevoorstel

source: View Proposal
nl: Bekijk voorstel

source: This job is proposed by <strong>%s</strong> as part of job package %s.
nl: Deze vacature is voorgesteld door <strong>%s</strong> als onderdeel van vacaturepakket %s.

source: Phone number
nl: Telefoonnummer

source: E-mail address
nl: E-mail adres

source: View Attachment
nl: Bijlage bekijken

source: If approved, this job will be <strong>published</strong>, however, its actual visiblity depends on the company and associated job package.
nl: Bij goedkeuring wordt deze vacature <strong>gepubliceerd</strong>, maar de daadwerkelijke zichtbaarheid hangt af van het bedrijf en het bijbehorende vacaturepakket.

source: If approved, this job will be <strong>hidden</strong>.
nl: Bij goedkeuring wordt deze vacature <strong>verborgen</strong>.

source: Optional message...
nl: Optioneel bericht...

source: This job was approved by <strong>%s</strong>.
nl: Deze vacature is goedgekeurd door <strong>%s</strong>.

source: This job was disapproved by <strong>%s</strong> with the message "%s".
nl: Deze vacature is afgekeurd door <strong>%s</strong> met het bericht "%s".

source: This job was disapproved by <strong>%s</strong>.
nl: Deze vacature is afgekeurd door <strong>%s</strong>.

source: Proposals
nl: Voorstellen

source: This job update is proposed by <strong>%s</strong> as part of job package %s. Changes in the job's attributes are shown like this: %s. If there are no changes to a certain attribute, you will see the existing data.
nl: Deze update voor een vacature is voorgesteld door <strong>%s</strong> als onderdeel van job package %s. Wijzigingen in de kenmerken van de vacature worden als volgt weergegeven: %s. Als er geen wijzigingen zijn in een bepaald kenmerk, zie je de bestaande gegevens.

source: View Original Attachment
nl: Bekijk originele bijlage

source: View New Attachment
nl: Bekijk nieuwe bijlage

source: Job Labels
nl: Vacature-labels

source: Original job and proposed update do not have any job labels applied to them.
nl: De originele vacature en het updatevoorstel hebben geen vacature-labels.

source: Warning! This is an update to an unapproved job. Applying this update will approve the job.
nl: Waarschuwing! Dit is een update van een nog niet goedgekeurde vacature. Het toepassen van deze update zal de vacature goedkeuren.

source: Warning! This is an update to rejected job. Applying this update will approve the job.
nl: Waarschuwing! Dit is een update voor een afgewezen vacature. Het toepassen van deze update zal de vacature goedkeuren.

source: Create Job Category
nl: Vacaturecategorie aanmaken

source: Create Company
nl: Bedrijf aanmaken

source: Add Job
nl: Voeg vacature toe

source: Create Job Label
nl: Vacature-label aanmaken

source: Add Package
nl: Voeg pakket toe

source: edit
nl: wijzig

source: Edit Job Category
nl: Vacaturecategorie aanpassen

source: Update Job Category
nl: Vacaturecategorie bijwerken

source: Edit Company
nl: Wijzig bedrijf

source: Edit %s
nl: %s bewerken

source: Add Job Package
nl: Voeg vacaturepakket toe

source: Add Spotlight Package
nl: Voeg spotlight-pakket toe

source: Add Banner Package
nl: Voeg bannerpakket toe

source: Active
nl: Actief

source: Expiration date
nl: Verloopdatum

source: Jobs (Active) / Type
nl: Vacatures (Actief) / Type

source: Banner Package
nl: Bannerpakket

source: Featured Package
nl: Uitgelicht pakket

source: Update Company
nl: Bedrijf bijwerken

source: Are you sure you want to delete this package?
nl: Weet je zeker dat je dit pakket wilt verwijderen?

source: Delete package
nl: Verwijder pakket

source: Edit Job
nl: Vacature aanpassen

source: You are currently updating an update proposal that was previously rejected for the following reason: %s
nl: Je werkt momenteel een updatevoorstel bij dat eerder is afgewezen met de volgende reden: %s

source: You are currently updating an update proposal that was previously rejected, however, no reason was provided.
nl: Je werkt momenteel een updatevoorstel bij dat eerder is afgewezen, maar er is hiervoor geen reden opgegeven.

source: You are currently updating a job that was previously rejected for the following reason: %s
nl: Je werkt momenteel een vacature bij die eerder is afgewezen met de volgende reden: %s

source: You are currently updating a job that was previously rejected, however, no reason was provided.
nl: Je werkt momenteel een vacature bij die eerder is afgewezen, maar er is hiervoor geen reden opgegeven.

source: Update Job
nl: Vacature bijwerken

source: Edit Job Label
nl: Vacature-label aanpassen

source: Update Job Label
nl: Vacature-label bijwerken

source: Edit Package
nl: Pakket aanpassen

source: Update Package
nl: Pakket bijwerken

source: (Update Pending)
nl: (Update in behandeling)

source: Are you sure you want to delete this job?
nl: Weet je zeker dat je deze vacature wilt verwijderen?

source: Delete job
nl: Verwijder vacature

source: Notifications
nl: Meldingen

source: No notifications
nl: Geen meldingen

source: Job Package (%s active)
nl: Vacaturepakket (%s actief)

source: %s for company %s will start on %s
nl: %s voor bedrijf %s begint op %s

source: %s for company %s will expire on %s
nl: %s voor bedrijf %s verloopt op %s

source: Add Company
nl: Voeg bedrijf toe

source: Active jobs
nl: Actieve vacatures

source: Banner active
nl: Banner actief

source: Expired packages
nl: Verlopen pakketten

source: Featured in language
nl: Uitgelicht in taal

source: Are you sure you want to delete %s?
nl: Weet je zeker dat je %s wil verwijderen?

source: Delete company
nl: Verwijder bedrijf

source: Add Label
nl: Voeg een label toe

source: This functionality is currently unavailable. Our apologies for the inconvenience.
nl: Deze functionaliteit is momenteel niet beschikbaar. Onze excuses voor het ongemak.

source: Job Packages
nl: Vacaturepakketten

source: Jobs (Active)
nl: Vacatures (actief)

source: View
nl: Toon

source: Recently Approved Jobs
nl: Onlangs goedgekeurde vacatures

source: You do not have recently approved jobs.
nl: Je hebt geen vacatures die recentelijk zijn goedgekeurd.

source: Recently Rejected Jobs
nl: Onlangs afgekeurde vacatures
