Repository: GEWIS/gewisweb
Catalog: module/Application/language/*.po
Languages: nl

source: Order your course books via GEWIS to receive a discount. Specific ordering deadlines and pickup dates will be timely communicated to you via an email.
nl: Bestel je boeken met korting via GEWIS. Specifieke bestel deadlines en ophaaltijden worden tijdig naar je gecommuniceerd via de e-mail.

source: Visit the webshop
nl: Bezoek de webshop

source: Visit webshop
nl: Bezoek webshop

source: Complaint or suggestion about TU/e education?
nl: Klacht of suggestie over TU/e onderwijs?

source: Do you have a complaint or suggestion concerning the education at the TU/e? Contact the %seducation officer%s to share your ideas.
nl: Heb je een klacht of een suggestie over het onderwijs aan de TU/e? Neem dan contact op met de %sonderwijscommissaris%s om je feedback te delen.

source: Disclaimer on educational content
nl: Disclaimer over onderwijsinhoud

source: The exams on the website of GEWIS are provided by Education & Student Affairs of the department of Mathematics and Computer Science of the TU/e.
nl: De tentamens op de site van GEWIS zijn verstrekt door Education & Student Affairs van de faculteit Wiskunde en Informatica van de TU/e.

source: If an exam has been put online without the intention of the author, please let the board of GEWIS know by sending an
nl: Mocht er onbedoeld een tentamen online zijn gekomen dat niet gepubliceerd had mogen worden, laat dit dan weten aan het bestuur van GEWIS door

source: Email the board of GEWIS
nl: Email het bestuur van GEWIS

source: email to the board of GEWIS
nl: een mail te sturen naar het bestuur van GEWIS

source: then this exam will be removed from the website. Using the summaries or exams on this website for commercial goals without the permission of the author is illegal.
nl: dan zal dit tentamen worden verwijderd van de website. Het is niet toegestaan om de samenvattingen of tentamens op deze website zonder toestemming van de auteur te gebruiken voor commerciële doeleinden, dit is strafbaar.

source: You are not allowed to view infima
nl: Je hebt niet de rechten om infima te bekijken

source: You are not allowed to create news items
nl: Je hebt niet de rechten om nieuwsberichten toe te voegen

source: You are not allowed to edit news items
nl: Je hebt niet de rechten om nieuwsberichten te wijzigen

source: You are not allowed to delete news items
nl: Je hebt niet de rechten om nieuwsberichten te verwijderen

source: You are not allowed to view the list of pages.
nl: Je hebt niet de rechten om de lijst met pagina's te bekijken.

source: You are not allowed to create new pages.
nl: Je hebt niet de rechten om nieuw pagina's te maken.

source: You are not allowed to edit pages.
nl: Je hebt niet de rechten om pagina's te wijzigen.

source: You are not allowed to delete pages.
nl: Je hebt niet de rechten om pagina's te verwijderen.

source: You are not allowed to upload images.
nl: Het is niet toegestaan om foto's te uploaden.

source: You are not allowed to administer polls
nl: Je hebt niet de rechten om poll-instellingen te beheren

source: You are not allowed to approve polls
nl: Je hebt niet de rechten om polls goed te keuren

source: You are not allowed to delete polls
nl: Je hebt niet de rechten om polls te verwijderen

source: You are not allowed to create comments on this poll
nl: Je hebt niet de rechten om commentaar te geven op de poll

source: Dutch title
nl: Nederlandse titel

source: English title
nl: Engelse titel

source: Dutch content
nl: Nederlandse inhoud

source: English content
nl: Engelse inhoud

source: Required role
nl: Verplichte rol

source: Dutch question
nl: Nederlandse vraag

source: English question
nl: Engelse vraag

source: Expiration date for the poll (YYYY-MM-DD)
nl: Verloopdatum van de poll (JJJJ-MM-DD)

source: Approve poll
nl: Keur poll goed

source: Content
nl: Inhoud

source: Comment
nl: Commentaar

source: You are not allowed to list all news items.
nl: Je hebt niet de rechten om alle nieuws items te bekijken.

source: You are not allowed to view this page.
nl: Je hebt niet de rechten om deze pagina te bekijken.

source: The uploaded file does not have a valid extension
nl: Het geuploade bestand heeft geen valide extensie

source: The uploaded file is not a valid image
nl: Het geuploade bestand is geen valide plaatje

source: You are not allowed to view unapproved polls
nl: Je hebt niet de rechten om niet-goedgekeurde polls te bekijken

source: You are not allowed to vote on this poll.
nl: Je hebt niet de rechten om op deze poll te stemmen.

source: You are not allowed to request polls
nl: Je hebt niet de rechten om polls aan te vragen

source: Welcome to the admin interface of the GEWIS website. If you are experiencing any issues or have a question, please contact the ApplicatieBeheerCommissie.
nl: Welkom bij de beheerinterface van de GEWIS-website. Als je problemen ondervindt of een vraag hebt, neem dan contact op met de ApplicatieBeheerCommissie.

source: Recent changes
nl: Recente wijzigingen

source: Welcome to the website of Study association GEWIS, the study association of the department of Mathematics & Computer Science of the Eindhoven University of Technology.
nl: Welkom op de website van Studievereniging GEWIS. De studievereniging van de faculteit Wiskunde & Informatica aan de Technische Universiteit Eindhoven.

source: %s wil be %s years old today!
nl: %s wordt vandaag %s jaar oud!

source: Complete agenda
nl: Volledige agenda

source: View details
nl: Bekijk details

source: There currently is no poll.
nl: Er is op het moment geen poll.

source: Request poll
nl: Vraag poll aan

source: Old polls
nl: Oude polls

source: Pin news item
nl: Nieuws item vastzetten

source: Select this if you want this news item to stay at the top of the page.
nl: Selecteer dit als je wil dat je nieuws item bovenaan de pagina blijft.

source: Delete this news item
nl: Verwijder dit nieuwsitem

source: News items
nl: Nieuws items

source: Create news item
nl: Maak een nieuw nieuwsitem

source: GEWIS has many different committees, learn more about them below!
nl: GEWIS heeft veel verschillende commissies, zie hieronder voor meer informatie!

source: Information for committees
nl: Informatie voor commissies

source: Study association GEWIS obviously has several fraternities which contribute to the atmosphere at GEWIS and organize fun activities. Some fraternities have retired, but luckily new fraternities continue to be founded.
nl: Studievereniging GEWIS heeft natuurlijk verschillende disputen die bijdragen aan de goede atmosfeer bij GEWIS en leuke activiteiten organiseren. Sommige disputen zijn in ruste.

source: The currently active fraternities of GEWIS (in arbitrary order)
nl: De huidige disputen van GEWIS zijn (in willekeurige volgorde):

source: Retired fraternities
nl: Disputen in ruste

source: The following fraternities have retired:
nl: De volgende disputen zijn in ruste:

source: GMM Committees
nl: ALV-Commissies

source: GMM Taskforces
nl: ALV-Werkgroepen

source: Financial Audit Committees
nl: Kas Controle Commissies

source: Advisory Boards
nl: Raden van Advies

source: %s's activities
nl: Activiteiten door %s

source: Login to view more information
nl: Log in om meer informatie te zien

source: URL options
nl: URL opties

source: Make this page available at the following URL. Providing a category is required.
nl: Maak deze pagina beschikbaar op de volgende URL. Het is verplicht om een categorie te specificeren.

source: Permissions
nl: Rechten

source: Delete this page
nl: Verwijder deze pagina

source: Create a new page
nl: Maak een nieuwe pagina

source: Or select a page to edit below.
nl: Of selecteer hieronder een pagina om te wijzigen.

source: Polls awaiting approval
nl: Niet goedgekeurde polls

source: Approver
nl: Goedgekeurd door

source: Dutch option
nl: Nederlandse optie

source: English option
nl: Engelse optie

source: Approved polls
nl: Goedgekeurde polls

source: Are you sure you want to delete this poll?
nl: Weet je zeker dat je deze poll wilt verwijderen?

source: Delete poll
nl: Verwijder poll

source: Are you sure that you want to approve this poll?
nl: Weet je zeker dat je deze poll wilt goedkeuren?

source: Poll history
nl: Poll historie

source: %sRequest a poll%s
nl: %sVraag een poll aan%s

source: Unfortunately there currently is no poll :(
nl: Helaas is er op het moment geen poll :(

source: Comments
nl: Commentaar

source: This poll has no comments
nl: Deze poll heeft geen commentaar

source: Comment on this poll
nl: Commentaar op deze poll

source: Request a poll
nl: Vraag een poll aan

source: Your poll request has been received and will be reviewed shortly.
nl: Je poll is aangevraagd en zal zo snel mogelijk bekeken worden.

source: Remove option
nl: Verwijder optie

source: Add option
nl: Voeg optie toe

source: %d votes
nl: %d stemmen

source: 1 vote
nl: 1 stem

source: Not allowed to view albums without dates
nl: Het is niet toegestaan om albums te zien zonder data

source: Not allowed to view photo details
nl: Het is niet toegestaan om details van foto's te zien

source: Not allowed to view albums
nl: Het is niet toegestaan om albums te zien

source: Not allowed to download photos
nl: Het is niet toegestaan om foto's te downloaden

source: Not allowed to vote for a photo of the week
nl: Het is niet toegestaan om te stemmen voor een foto van de week

source: Not allowed to add tags.
nl: Het is niet toegestaan om tags toe te voegen.

source: Not allowed to remove tags.
nl: Het is niet toegestaan om tags te verwijderen.

source: Album title
nl: Album titel

source: Create
nl: Maak

source: End date
nl: Einddatum

source: Not allowed to add photos.
nl: Het is niet toegestaan om foto's toe te voegen.

source: An unknown error occurred during uploading (
nl: Een onbekende error vond plaats tijdens het uploaden van (

source: The uploaded file is not a valid image Error: %s
nl: Het geuploade bestand is geen valide plaatje Error: %s

source: Not allowed to upload photos.
nl: Het is niet toegestaan om foto's te uploaden.

source: Not allowed to create albums
nl: Het is niet toegestaan om albums te maken

source: Not allowed to create albums.
nl: Het is niet toegestaan om albums te maken.

source: Photos of the Week in %d/%d
nl: Foto's van de Week in %d/%d

source: Not allowed to edit albums
nl: Het is niet toegestaan om albums te wijzigen

source: Not allowed to edit albums.
nl: Het is niet toegestaan om albums te wijzigen.

source: Not allowed to move albums
nl: Het is niet toegestaan om albums te verplaatsen

source: Not allowed to delete albums.
nl: Het is niet toegestaan om albums te verwijderen.

source: Not allowed to generate album covers.
nl: Het is niet toegestaan om albums-covers opnieuw te genereren.

source: Not allowed to move photos
nl: Het is niet toegestaan om foto's te verplaatsen

source: Not allowed to view photos
nl: Het is niet toegestaan om foto's te zien

source: Not allowed to delete photos.
nl: Het is niet toegestaan om foto's te verwijderen.

source: Not allowed to view tags.
nl: Het is niet toegestaan om tags te zien.

source: Artist
nl: Artiest

source: Date/time
nl: Datum/tijd

source: Flash
nl: Flits

source: Focal length
nl: Brandpuntsafstand

source: Exposure time
nl: Belichtingstijd

source: Shutter speed
nl: Sluitertijd

source: View on map
nl: Toon op kaart

source: In this photo:
nl: In deze foto:

source: No one has been tagged in this photo yet. Tag someone you recognise now!
nl: Er is nog niemand getagd in deze foto. Tag nu iemand die je herkent!

source: Tag someone
nl: Tag iemand

source: Upload Photos
nl: Foto's uploaden

source: Uploading photos to %s
nl: Foto's aan het uploaden naar %s

source: Create Album
nl: Album maken

source: Create album
nl: Nieuw album

source: Edit Album
nl: Wijzig album

source: Update Album
nl: Album Bijwerken

source: Photo admin
nl: Foto admin

source: Other albums
nl: Andere albums

source: Create new album
nl: Maak nieuw album

source: Edit album
nl: Wijzig album

source: Add photos
nl: Voeg foto's toe

source: Move album
nl: Verplaats album

source: Move %i photos
nl: Verplaats %i foto's

source: Regenerate album cover
nl: Genereer album cover opnieuw

source: Delete album
nl: Verwijder album

source: Delete %i photos
nl: Verwijder %i foto's

source: Generate a new cover photo
nl: Genereer nieuwe cover foto

source: An error occurred while trying to generate an album photo.
nl: Er is een fout opgetreden tijdens het genereren van een albumfoto.

source: Regenerate
nl: Genereer opnieuw

source: Close
nl: Sluiten

source: Move the album
nl: Verplaats het album

source: Select a new parent for the album
nl: Selecteer een nieuwe bovenliggende album

source: The album has been moved
nl: Het album is verplaatst

source: Move
nl: Verplaats

source: Are you sure you want to delete this album including all photos inside of it? <strong>This action can not be reverted.</strong>
nl: Weet je zeker dat je dit album met alle foto's wilt verwijderen? <strong>Deze actie kan niet ongedaan gemaakt worden.</strong>

source: Please wait while the album is being deleted.
nl: Wacht terwijl dit album verwijderd wordt.

source: The album has been deleted
nl: Dit album kan verwijderd worden

source: Are you sure you want to delete the selected items? <strong>This action can not be reverted.</strong>
nl: Weet je zeker dat je de geselecteerde items wilt verwijderen? <strong>Deze actie kan niet ongedaan gemaakt worden.</strong>

source: Please wait while the photos are being deleted.
nl: Wacht a.u.b. terwijl de foto's verwijderd worden.

source: The photos have been been deleted
nl: De foto's zijn verwijderd

source: Delete photos
nl: Verwijder foto's

source: Move the photos to another album
nl: Verplaats de foto's naar een ander album

source: Select a new parent album
nl: Selecteer een nieuwe bovenliggende album

source: The photos have been moved
nl: De foto's zijn verplaatst

source: Photos of the Week
nl: Foto's van de week

source: View user profile
nl: Bekijk profiel

source: No date
nl: Geen datum

source: NEW
nl: NIEUW

source: This album does not contain any photos.
nl: Dit album bevat geen foto's.

source: Already voted!
nl: Je hebt al gestemd!

source: Vote for photo of the week
nl: Stem voor de foto van de week

source: The image could not be loaded.
nl: De foto kan niet worden geladen.

source: Download
nl: Downloaden

source: Share
nl: Delen

source: Copied URL!
nl: URL gekopieerd!

source: Go to album
nl: Ga naar album

source: Set as profile picture
nl: Kies deze foto als jouw profielfoto

source: Set as profile picture!
nl: Gekozen als profielfoto!

source: Could not set as profile photo, try again
nl: Profielfoto instellen mislukt, probeer het nog een keer

source: Cannot load vote
nl: Kan stem niet laden

source: Voted!
nl: Gestemd!

source: Could not vote, try again
nl: Stemmen mislukt, probeer het nog een keer

source: Loading tags...
nl: Tags aan het laden...

source: Cannot load tags
nl: Kan tags niet laden

source: Cannot load metadata
nl: Kan metadata niet laden

source: Photo of the Week:<br> Week
nl: Foto van de week<br> Week

source: of
nl: van

source: Photo #%d
nl: Foto #%d

source: Move photo
nl: Verplaats foto

source: Delete photo
nl: Verwijder foto

source: Move the photo to another album
nl: Verplaats de foto naar een ander album

source: The photo has been moved
nl: De foto is verplaatst

source: Are you sure you want to delete this photo? <strong>This action can not be reverted.</strong>
nl: Weet je zeker dat je deze foto wilt verwijderen? <strong>Deze actie kan niet ongedaan gemaakt worden.</strong>

source: Please wait while your photo is being deleted.
nl: Wacht terwijl de foto verwijderd wordt.

source: The photo has been deleted
nl: De foto is verwijderd

source: There are no photos in this year.
nl: Er zijn geen foto's in dit jaar.

source: Currently, no pictures of the week are available.
nl: Op het moment zijn er geen foto's van de week beschikbaar.

source: Current photo of the week
nl: Huidige foto van de week

source: Old photos of the week
nl: Oude foto's van de week

source: The login and password combination is incorrect.
nl: De combinatie van login en wachtwoord is onjuist.

source: Too many login attempts, try again later.
nl: Te veel login pogingen, probeer het later nog eens.

source: Your password was found in a public data breach and is therefore considered insecure. Please request a password reset before continuing. We recommend using a password generated by a good password manager, such as Bitwarden or 1Password.
nl: Je wachtwoord is gevonden in een openbaar datalek en wordt daarom als onveilig beschouwd. Vraag een nieuw wachtwoord aan voordat je verder gaat. Wij raden aan een wachtwoord te gebruiken dat is gegenereerd door een goede wachtwoordmanager, zoals Bitwarden of 1Password.

source: You cannot sign in to this account at this moment.
nl: Je kunt momenteel niet inloggen op dit account.

source: You are not allowed to perform this action. If you are not logged in please do so before continuing. If you are already logged in this action may require you to login in with a different account.
nl: Je hebt niet de rechten om deze actie uit te voeren. Als je niet bent ingelogd, doe dat dan eerst voordat je verder gaat. Als je al bent ingelogd kan het zijn dat je voor deze actie moet inloggen met een ander account.

source: You are not allowed to change passwords
nl: Je hebt niet de rechten om een wachtwoord te wijzigen

source: Your password
nl: Wachtwoord

source: Verify your password
nl: Verifieer je wachtwoord

source: Activate
nl: Activeer

source: Authorise
nl: Sta toe

source: Create API token
nl: Maak een API token

source: Email address
nl: E-mailadres

source: Password
nl: Wachtwoord

source: Log in as company
nl: Inloggen als bedrijf

source: Request password reset
nl: Wachtwoord reset aanvragen

source: Old password
nl: Oud wachtwoord

source: New password
nl: Nieuw wachtwoord

source: Verify new password
nl: Verifier nieuw wachtwoord

source: Register
nl: Registreer

source: This member cannot create an account, please contact the secretary for more information.
nl: Dit lid kan geen account aanmaken, neem contact op met de secretaris voor meer informatie.

source: There is no member with this membership number.
nl: Er is geen lid met dit lidmaatschapsnummer.

source: You already attempted to register, please check your email or try again after 20 minutes.
nl: Je hebt al geprobeerd te registreren, controleer je e-mail of probeer het na 20 minuten opnieuw.

source: This member already has an account.
nl: Dit lid heeft al een account.

source: Membership number or email address
nl: Lidnummer of email adres

source: Log in as member
nl: Inloggen als lid

source: Remember me
nl: Onthoud mij

source: Reset password
nl: Reset wachtwoord

source: Family name
nl: Achternaam

source: Given name
nl: Voornaam

source: Member number
nl: Lidmaatschapsnummer

source: You are not allowed to view API tokens
nl: Je hebt niet de rechten om API tokens in te zien

source: You are not allowed to remove API tokens
nl: Je hebt niet de rechten om API tokens te verwijderen

source: You are not allowed to add API tokens
nl: Je hebt niet de rechten om API tokens toe te voegen

source: You cannot use this password, it was found in a public data breach and is therefore considered insecure. We recommend using a password generated by a good password manager, such as Bitwarden or 1Password.
nl: Je kunt dit wachtwoord niet gebruiken, het is gevonden in een openbaar datalek en wordt daarom als onveilig beschouwd. Wij raden aan een wachtwoord te gebruiken dat is gegenereerd door een goede wachtwoordmanager, zoals Bitwarden of 1Password.

source: Password incorrect
nl: Wachtwoord incorrect

source: You are not allowed to change your password
nl: Je hebt niet de rechten om een wachtwoord te wijzigen

source: If you forgot your password, go to the %sPassword reset page%s
nl: Als je je wachtwoord bent vergeten, ga naar de %sWachtwoord reset pagina %s

source: If you don't have an account yet, go to the %sRegistration page%s
nl: Als je nog geen account hebt, ga naar de %sRegistratie pagina%s

source: Have you forgotten your e-mail address and do you want to change it? Ask the secretary by going to GEWIS (preferred) or by sending an e-mail.
nl: Ben je jouw e-mailadres vergeten en wil je het wijzigen? Vraag het aan de secretaris door naar GEWIS te komen (aanbevolen) of door een e-mail te sturen.

source: Add Token
nl: Token toevoegen

source: Add a token
nl: Voeg een token toe

source: Token was successfully generated
nl: Token is gegenereerd

source: Add new Token
nl: Voeg een nieuw Token toe

source: Remove Token
nl: Verwijder token

source: You are being redirected to %s
nl: Je wordt doorgestuurd naar %s

source: If your browser does not redirect you back, please <a href="%s">click here</a> to continue.
nl: Als je browser je niet doorstuurt, <a href="%s">klik dan hier</a> om verder te gaan.

source: Authorize %s to use your account?
nl: Geef je %s toestemming om je account te gebruiken?

source: It has been more than 90 days since you last used <strong>%s</strong>. As a reminder, the application has access to:
nl: Het is meer dan 90 dagen geleden dat je <strong>%s</strong> voor het laatst heeft gebruikt. Ter herinnering, de applicatie heeft toegang tot:

source: The application will get the following information:
nl: De applicatie zal de volgende informatie krijgen:

source: Your account has been activated. You are now able to login.
nl: Je account is geactiveerd. Je kunt nu inloggen.

source: Welcome %s. Create your password for the website and activate your account.
nl: Welkom %s. Maak hier je wachtwoord voor de website en activeer je account.

source: Verify password
nl: Verifier wachtwoord

source: Password changed successfully
nl: Wachtwoord succesvol gewijzigd

source: Log in
nl: Inloggen

source: You are logged out.
nl: Je bent uitgelogd.

source: Your account for the GEWIS website has been registered, check your inbox for an activation e-mail.
nl: Je account voor de GEWIS-website is geregistreerd, controleer je inbox voor een activerings e-mail.

source: To read more about the benefits of becoming a member and how to become a member, go to this %sinformation page%s.
nl: Om meer te lezen over de voordelen van het worden van een lid en hoe je een lid kunt worden, ga naar deze %sinformatie pagina%s.

source: An e-mail has been sent with instructions for resetting your password. If you have not received an e-mail, try again in 20 minutes.
nl: Er is een e-mail verzonden met instructies om je wachtwoord te resetten. Als je geen e-mail hebt ontvangen, probeer het dan over 20 minuten opnieuw.
