Repository: GEWIS/gewisweb
Catalog: module/Application/language/*.po
Languages: nl

source: You are not allowed to create activity proposals
nl: Je hebt niet de rechten om opties voor activiteiten te maken

source: Create Activity
nl: Maak nieuwe activiteit

source: Invalid form
nl: De ingevulde gegevens zijn niet geldig

source: You need to log in to subscribe
nl: Je moet inloggen om in te schrijven

source: You cannot subscribe to this activity at this moment in time
nl: Je kunt je op dit moment niet inschrijven voor deze activiteit

source: You have already been subscribed for this activity
nl: Je bent al ingeschreven voor deze activiteit

source: Successfully subscribed
nl: Succesvol geregistreerd

source: Use the form to subscribe
nl: Gebruik het formulier om in te schrijven

source: Successfully subscribed as external participant
nl: Succesvol geregistreerd

source: Wrong form
nl: Verkeerd formulier

source: You have to be logged in to subscribe for this activity
nl: Je moet ingelogd zijn om je voor deze activiteit in te schrijven

source: You cannot unsubscribe from this activity at this moment in time
nl: Je kunt je op dit moment niet afmelden voor deze activiteit

source: You are not subscribed to this activity!
nl: Je bent niet ingeschreven voor deze activiteit!

source: Successfully unsubscribed
nl: Succesvol uitgeschreven

source: Use the form to unsubscribe
nl: Gebruik het formulier om in te schrijven

source: You are not allowed to view the approval of this activity
nl: Je hebt niet de rechten om de goedkeuringsstatus van deze activiteit te bekijken

source: You are not allowed to create an activity category
nl: Je hebt niet de rechten om een activiteitencategorie te maken

source: The activity category was created successfully!
nl: De activiteitencategorie is succesvol aangemaakt!

source: Create Activity Category
nl: Activiteitencategorie aanmaken

source: You are not allowed to edit an activity category
nl: Je hebt niet de rechten om een activiteitencategorie bij te werken

source: The activity category was successfully updated!
nl: De activiteitencategorie is succesvol bijgewerkt!

source: Update Activity Category
nl: Activiteitencategorie bijwerken

source: You are not allowed to update this activity
nl: Je hebt niet de rechten om deze activiteit te wijzigen

source: Activities that have sign-up lists which are open or approved cannot be updated.
nl: Activiteiten met inschrijflijsten die open of goedgekeurd zijn, kunnen niet worden bijgewerkt.

source: This activity has already started/ended and can no longer be updated.
nl: Deze activiteit is al gestart/geëindigd en kan niet meer worden bijgewerkt.

source: You have successfully created an update proposal for the activity! If the activity was already approved, the proposal will be applied after it has been approved by the board. Otherwise, the update has already been applied to the activity.
nl: Je hebt met succes een update voorstel voor de activiteit gemaakt! Als de activiteit al was goedgekeurd, zal het voorstel worden toegepast nadat het is goedgekeurd door het bestuur. Anders is de update al toegepast op de activiteit.

source: Update Activity
nl: Activiteit bijwerken

source: You are not allowed to view the participants of this activity
nl: Je hebt niet de rechten om de deelnemers van deze activiteit te bekijken

source: Remove
nl: Verwijder

source: You are not allowed to use this form
nl: Je hebt niet de rechten om dit formulier te gebruiken

source: Successfully subscribed external participant
nl: Succesvol geregistreerd

source: Successfully removed external participant
nl: Deelnemer succesvol verwijderd

source: Use the form to unsubscribe an external participant
nl: Gebruik het formulier om iemand uit te schrijven

source: You are not allowed to administer activities
nl: Je hebt niet de rechten om activiteiten te beheren

source: You are not allowed to administer option calendar periods
nl: Je hebt niet de rechten om optieperiodes te beheren

source: You are not allowed to create option calendar periods
nl: Je hebt niet de rechten om optieperiodes toe te voegen

source: Option planning period created successfully.
nl: Optie planningsperiode succesvol aangemaakt.

source: Add Option Period
nl: Voeg optieperiode toe

source: You are not allowed to delete option calendar periods
nl: Je hebt niet de rechten om optieperiodes te verwijderen

source: Past option planning periods cannot be deleted.
nl: Eerdere optieplanningsperioden kunnen niet worden verwijderd.

source: Option planning period deleted.
nl: Optieplanningsperiode geschrapt.

source: You are not allowed to edit option calendar periods
nl: Je hebt niet de rechten om optieplanningsperioden te wijzigen

source: This option planning period cannot be edited.
nl: Deze optieplanningsperiode kan niet worden gewijzigd.

source: Option planning period has been updated.
nl: De optieplanningsperiode is bijgewerkt.

source: Edit Option Period
nl: Bewerk optieperiode

source: You are not allowed to access the activities through the API
nl: Je hebt niet de rechten om de activiteiten in te zien via de API

source: No organ
nl: Geen orgaan

source: No Company
nl: Geen bedrijf

source: Value is required and can't be empty
nl: Waarde is vereist en kan niet leeg zijn

source: The sign-up list closing date and time must be before the activity starts.
nl: De openingsdatum en -tijd van de inschrijflijst moeten vóór de startdatum en-tijd van de activiteit vallen.

source: The activity must start before it ends.
nl: De activiteit moet beginnen voordat deze eindigt.

source: Morning
nl: Ochtend

source: Lunch break
nl: Lunchpauze

source: Afternoon
nl: Namiddag

source: Evening
nl: Avond

source: Day
nl: Dag

source: Multiple days
nl: Meerdere dagen

source: Select a type
nl: Selecteer een type

source: The activity must start before it ends
nl: De starttijd van de activiteit moet voor de eindtijd zijn

source: The activity must start after today
nl: De starttijd van de activiteit moet in de toekomst zijn

source: Start date and time of planning period
nl: Begindatum en -tijd van de planningsperiode

source: End date and time of planning period
nl: Einddatum en -tijd van de planningsperiode

source: Start date and time of option period
nl: Begindatum en -tijd van de optieperiode

source: End date and time of option period
nl: Einddatum en -tijd van de optieperiode

source: Create Option Period
nl: Optieperiode maken

source: The planning period must end after it starts.
nl: De planningsperiode moet eindigen nadat deze begonnen is.

source: The option period must start after the planning period ends.
nl: De optieperiode moet ingaan na afloop van de planningsperiode.

source: The option period must end after it starts.
nl: De optieperiode moet eindigen nadat deze begonnen is.

source: Select a period
nl: Selecteer een periode

source: Select an option
nl: Selecteer een optie

source: Option should end after it starts.
nl: De optie moet eindigen nadat deze is begonnen.

source: Option does not fall within option period (also check the end date).
nl: Optie valt niet binnen optieperiode (controleer ook de einddatum).

source: The activity does now have an acceptable amount of options
nl: De activiteit heeft geen acceptabel aantal opties

source: Name
nl: Naam

source: The sign-up list opening date and time must be before the sign-up list closes.
nl: De openingsdatum en -tijd van de inschrijflijst moeten vóór de sluitingsdatum en-tijd van de inschrijflijst vallen.

source: Text
nl: Tekst

source: Yes/No
nl: Ja/Nee

source: Number
nl: Getal

source: Choice
nl: Keuze

source: Min. value
nl: Min. waarde

source: Max. value
nl: Max. waarde

source: Option 1, Option 2, ...
nl: Optie 1, Optie 2, ...

source: Options
nl: Opties

source: Some of the required fields for this type are empty
nl: Sommige van de verplichte velden voor dit type zijn leeg

source: The number of English options must equal the number of Dutch options
nl: Het aantal Engelse opties moet gelijk zijn aan het aantal Nederlandse opties

source: You are not allowed to create an activity
nl: Je hebt niet de rechten om een activiteit te maken

source: You are not allowed to create an activity for this organ
nl: Je hebt niet de rechten om een activiteit aan te maken voor dit orgaan

source: You are not allowed to create activity option proposals
nl: Je hebt niet de rechten om opties voor activiteiten te maken

source: You are not allowed to change the status of the activity
nl: Je hebt niet de rechten om de status van deze activiteit te wijzigen

source: You are not allowed to approve this option
nl: Je hebt niet de rechten om deze optie goed te keuren

source: You are not allowed to delete this option
nl: Je hebt niet de rechten om deze optie te verwijderen

source: You are not allowed to view activity categories
nl: Je hebt niet de rechten om activiteitencategorieën te bekijken

source: You are not allowed to delete an activity category
nl: Je hebt niet de rechten om een activiteitencategorie te verwijderen

source: You are not allowed to view this activity
nl: Je hebt niet de rechten om deze activiteit te bekijken

source: You are not allowed to view the activities
nl: Je hebt niet de rechten om de activiteiten in te zien

source: You are not allowed to view unapproved activities
nl: Je hebt niet de rechten om niet goedgekeurde activiteiten in te zien

source: You are not allowed to view activities
nl: Je hebt niet de rechten om de activiteiten in te zien

source: You are not allowed to view the disapproved activities
nl: Je hebt niet de rechten om afgekeurde activiteiten in te zien

source: You are not allowed to view upcoming the activities
nl: Je hebt niet de rechten om aankomende activiteiten te zien

source: You are not allowed to view upcoming activities coupled to a member account
nl: Je hebt niet de rechten om aankomende activiteiten te zien die gekoppeld zijn een het account van een lid

source: You need to be logged in to sign up for this activity
nl: Je moet ingelogd zijn om je voor deze activiteit in te schrijven

source: You are not allowed to use the external admin signup
nl: Je hebt niet de rechten om een externe admin inschrijving te maken

source: You are not allowed to use the external signup
nl: Je hebt niet de rechten om een externe inschrijving te maken

source: You are not allowed to view the sign up data
nl: Je hebt niet de rechten om ingeschreven leden te zien

source: You are not allowed to subscribe an external user to this sign-up list
nl: Je hebt niet de rechten om een externe gebruiker op deze inschrijflijst in te schrijven

source: You are not allowed to subscribe to this sign-up list
nl: Je hebt niet de rechten om jezelf op deze inschrijflijst in te schrijven

source: You need to be logged in to sign off for this activity
nl: Je moet ingelogd zijn om je uit te schrijven voor deze activiteit

source: You are not allowed to remove external signups for this activity
nl: Je hebt niet de rechten om externe inschrijvingen te verwijderen voor deze activiteit

source: You are not allowed to view sign-up lists
nl: Je hebt niet de rechten om inschrijflijsten te bekijken

source: Create activity proposal
nl: Creëer activiteitenvoorstel

source: Option calendar
nl: Optiekalender

source: Propose options for an activity
nl: Opties voor een activiteit voorstellen

source: Organisation
nl: Organisatie

source: Select the organ for which the options are and in which option period the options should be planned.
nl: Selecteer het orgaan waarvoor de opties zijn en in welke optieperiode de opties moeten worden gepland.

source: Period
nl: Periode

source: Committee / fraternity
nl: Commissee / dispuut

source: Description
nl: Beschrijving

source: Add options for your activity proposal.
nl: Voeg opties toe voor je activiteitenvoorstel.

source: Add an option
nl: Voeg optie toe

source: Remove the last option
nl: Verwijder de laatste optie

source: Submit
nl: Verzend

source: Welcome on the page of the digital Option Calendar. In the calendar below you can place options for GEWIS activities, just like you were used to do in the paper version of the option calendar before. The red dots indicate activities that are already fixed in the GEWIS agenda, the blue dots are options for activities. If you insert an option, please give it a clear name, so it is clear what the option is for.
nl: Welkom bij de digitale optiekalender. In onderstaande kalender kunnen er opties voor GEWIS-activiteiten geplaatst worden, net zoals dat voorheen in de papieren optiekalender gebeurde. De rode bolletjes geven goedgekeurde en vaststaande activiteiten in de GEWIS agenda aan, de blauwe bolletjes zijn opties voor activiteiten. Als je een optie plaatst, geef deze dan een duidelijke naam waaruit blijkt waar de optie voor is.

source: There are a few rules:
nl: Er zijn een paar regels:

source: It is not allowed to put more than 3 options for the same activity in the calendar.
nl: Er mogen niet meer dan 3 opties voor dezelfde activiteit in de optiekalender geplaatst worden.

source: The first to put an option for an activity on a particular date, has the first dibs to let the activity take place on this date. Five weeks before the activity takes place, the budget must have been presented to the board. When this has not been done, the option will only stay in the calendar for two more weeks. In case the entity involved does not present their budget within these two weeks nontheless, the option lapses and the next one in line gets the chance to use this date for an activity.
nl: Het eerste orgaan dat een optie op een bepaalde dag plaatst, heeft ook het eerst recht om hun activiteit plaats te laten vinden op deze dag. Vijf weken voordat de activiteit plaats vindt, moet er een begroting bij het bestuur liggen. Als dit niet het geval is, dan blijft de optie nog slechts 1 week in de optiekalender staan (vanaf het moment dat de activiteit over 5 weken plaatsvindt). Wanneer er niet binnen deze week alsnog een begroting wordt ingediend, dan vervalt de optie, en krijgt de volgende in de rij de kans om deze dag te gebruiken.

source: The board can always decide to make an exception to the rules written above, for example in case of dependence on a third party, or when it concerns very big activities or weekends.
nl: Het bestuur kan altijd beslissen om een uitzondering op bovenstaande regels te maken, bijvoorbeeld in het geval van afhankelijkheid van een derde partij, of als het gaat om grote activiteiten en weekenden.

source: Your option has been added successfully
nl: De optie is succesvol toegevoegd

source: My options
nl: Mijn opties

source: Creator
nl: Aangemaakt door

source: End
nl: Einde

source: Delete
nl: Verwijder

source: Approve
nl: Goedkeuren

source: Modified by
nl: Aangepast door

source: Delete option
nl: Verwijder optie

source: Are you sure you want to delete this option?
nl: Weet je zeker dat je deze optie wil verwijderen?

source: Cancel
nl: Annuleer

source: Approve option
nl: Keur optie goed

source: Are you sure you want to approve this option?
nl: Weet je zeker dat je deze optie wilt goedkeuren?

source: Planned Activities
nl: Geplande activiteiten

source: There are no activities.
nl: Er zijn geen activiteiten.

source: There are no options.
nl: Er zijn geen opties.

source: Plan activity
nl: Plan activiteit

source: Older
nl: Ouder

source: There are no activities in the archive.
nl: Er zijn geen activiteiten in het archief.

source: Organizer
nl: Organisator

source: Select whether an organ (committee, fraternity, etc.) or a company is responsible for this activity, or both.
nl: Selecteer of een orgaan (commissie, dispuut, enz.) of een bedrijf verantwoordelijk is voor deze activiteit, of beide.

source: Company
nl: Bedrijf

source: Date and time
nl: Datum en tijd

source: Enter the start and end date and time of this activity.
nl: Vul de begin- en einddatum en -tijd van deze activiteit in.

source: Start date and time
nl: Begindatum en -tijd

source: End date and time
nl: Einddatum en -tijd

source: Activity Categories
nl: Activiteitencategorieën

source: Add activity categories to your activity to give potential subscribers a better understanding of the activity.
nl: Voeg activiteitencategorieën toe aan deze activiteit om potentiële deelnemers een beter inzicht te geven in de activiteit.

source: There are currently no activity categories...
nl: Er zijn momenteel geen activiteitencategorieën...

source: Sign-up Lists
nl: Inschrijflijsten

source: Add sign-up lists to allow people to sign up for this activity. Each list can have optional fields to collect specific information from the participants.
nl: Voeg inschrijflijsten toe om mensen in staat te stellen zich voor deze activiteit in te schrijven. Elke lijst kan optionele velden hebben om specifieke informatie van de deelnemers te verzamelen.

source: Dutch
nl: Nederlands

source: English
nl: Engels

source: Remove the last sign-up list
nl: Verwijder de laatste inschrijflijst

source: Add a sign-up list
nl: Voeg een inschrijflijst toe

source: The activity has been successfully created.
nl: De activiteit is gemaakt.

source: It will become visible after it has been approved by the board.
nl: Het zal zichtbaar worden als de activiteit goedgekeurd is door het bestuur.

source: Activities
nl: Activiteiten

source: All Activities
nl: Alle Activiteiten

source: Career Activities
nl: Carrière Activiteiten

source: My Activities
nl: Mijn Activiteiten

source: Continue reading
nl: Lees meer

source: Location
nl: Locatie

source: Costs
nl: Kosten

source: the organizing party
nl: de organiserende partij

source: Please contact %s or the board (%s) with any questions, concerns or if you are unable to attend after the deadline for unsubscribing has passed. Have fun!
nl: Neem contact op met %s of het bestuur (%s) als je vragen of opmerkingen hebt of als je na het verstrijken van de afmeldtermijn niet aanwezig kunt zijn. Veel plezier!

source: Please contact %s or the board (%s) with any questions or concerns. Have fun!
nl: Neem contact op met %s of het bestuur (%s) als je vragen of opmerkingen hebt. Veel plezier!

source: This sign-up list%sis open from <strong>%s</strong> till <strong>%s</strong>.
nl: Deze inschrijflijst%sis open van <strong>%s</strong> tot <strong>%s</strong>.

source: <strong>has a limited capacity</strong> and
nl: <strong>heeft een beperkte capaciteit</strong> en

source: Already subscribed
nl: Je bent al ingeschreven

source: Subscription closed
nl: Inschrijving gesloten

source: Subscribe now
nl: Schrijf je in

source: Unsubscribe yourself
nl: Uitschrijven

source: You are not allowed to unsubscribe after the deadline!
nl: Uitschrijven na de uitschrijfdeadline is niet toegestaan!

source: Subscribe yourself
nl: Inschrijven

source: Login to subscribe
nl: Login om in te schrijven

source: Or subscribe without a GEWIS membership:
nl: Of schrijf je in zonder een GEWIS lidmaatschap:

source: Current subscriptions
nl: Huidige inschrijvingen

source: The number of subscribed members is currently %d.
nl: Het aantal ingeschreven leden is momenteel %d.

source: Login to view the subscribed members.
nl: Login om de lijst met deelnemers te bekijken.

source: Update Proposal
nl: Update voorstel

source: Information
nl: Informatie

source: Changes in activity attributes are shown like this: %s. If there are no changes to a certain attribute, you will see the existing data. Sign-up list differences are <strong>not</strong> shown with colours, both the old sign-up list(s) and the new sign-up list(s) are shown. There might not be difference between the two!
nl: Veranderingen in activiteitsattributen worden als volgt weergegeven: %s. Als er geen wijzigingen zijn in een bepaald attribuut, zie je de bestaande gegevens. Verschillen tussen inschrijflijsten worden <strong>niet</strong> met kleuren getoond, zowel de oude inschrijflijst(en) als de nieuwe inschrijflijst(en) worden getoond. Het kan zijn dat er geen verschil is tussen de twee!

source: new
nl: nieuw

source: old
nl: oud

source: and
nl: en

source: This is activity <strong>#%d</strong>, organised by <strong>%s</strong>, and it will start on <strong>%s</strong> and end on <strong>%s</strong>.
nl: Dit is activiteit <strong>#%d</strong>, georganiseerd door <strong>%s</strong>, en deze zal beginnen op <strong>%s</strong> en eindigen op <strong>%s</strong>.

source: More information about this activity is available below.
nl: Meer informatie over deze activiteit is hieronder beschikbaar.

source: View details of the old activity
nl: Bekijk de details van de oude activiteit

source: View details of the new activity
nl: Bekijk de details van de nieuwe activiteit

source: Approval
nl: Goedkeuring

source: View details / subscriptions
nl: Bekijk details / inschrijvingen

source: Disapprove
nl: Afkeuren

source: This activity was approved by <strong>%s</strong>.
nl: Deze activiteit is goedgekeurd door <strong>%s</strong>.

source: This activity was disapproved by <strong>%s</strong>.
nl: Deze activiteit is afgekeurd door <strong>%s</strong>.

source: Enable Dutch Translations
nl: Nederlandse vertalingen inschakelen

source: Enable English Translations
nl: Engelse vertalingen inschakelen

source: Here you can add, edit, or remove activity categories. Click on 'Add Category' to add a new category or click on a category to edit/remove it.
nl: Hier kan je activiteitencategorieën toevoegen, bewerken of verwijderen. Klik op 'Nieuwe categorie' om een nieuwe categorie toe te voegen of klik op een categorie om deze te bewerken/verwijderen.

source: Add Category
nl: Nieuwe categorie

source: Delete confirmation
nl: Bevestig verwijderen

source: Are you sure you want to delete this activity category?
nl: Weet je zeker dat je deze activiteitencategorie wilt verwijderen?

source: Delete Activity Category
nl: Activiteitencategorie verwijderen

source: Option Calendar
nl: Optiekalender

source: Planning Period
nl: Planningsperiode

source: Enter the start and end date and time of the planning period.
nl: Vul de begin- en einddatum en -tijd van de planningsperiode in.

source: Option Period
nl: Optieperiode

source: Enter the start and end date and time of the option period.
nl: Vul de begin- en einddatum en -tijd van de optieperiode in.

source: Max Activities
nl: Max. activiteiten

source: Enter the maximum number of activities for which options can be created. You can either set the number globally or individually for each organ.
nl: Vul het maximum aantal activiteiten in waarvoor opties kunnen worden aangemaakt. Dit kan globaal of voor elk orgaan afzonderlijk worden ingesteld.

source: Global Value
nl: Globale waarde

source: Overview
nl: Overzicht

source: Active Option Planning Periods
nl: Actieve optieplanningsperioden

source: Actions
nl: Acties

source: There is currently no option creation period planned.
nl: Er is momenteel geen optieperiode gepland.

source: Planned Option Planning Periods
nl: Geplande optieplanningsperioden

source: Edit
nl: Bewerken

source: There are no planned option creation periods in the future.
nl: Er zijn geen geplande perioden voor het creëren van opties in de toekomst.

source: Delete period
nl: Verwijder periode

source: Are you sure you want to delete this option planning period? This will <strong>not</strong> delete proposed options.
nl: Weet je zeker dat u deze optieplanningsperiode wilt verwijderen? Hiermee worden voorgestelde opties <strong>niet</strong> verwijderd.

source: Dutch name
nl: Nederlandse naam

source: English name
nl: Engelse naam

source: Start date
nl: Startdatum

source: Organ
nl: Orgaan

source: Submitter
nl: Verzender

source: Update status
nl: Bewerkings status

source: Approved
nl: Goedgekeurd

source: None
nl: Geen

source: Participants
nl: Deelnemers

source: General
nl: Algemeen
